[{"type": "document", "title": "Bardon knocking rice", "description": "Author lived 1863-1940.  Papers relating to fur traders and missionaries, dated 1845-1880, 1935.", "documentbody": "I omitted saying that the gathering of the rice is generally done by two elderly [women].  They face each other with the blanket between them and an animated conversation is going on, as well as the work.  While they are thrashing the rice, they are also thrashing out the social topics of the day.  When they wish to change their occupation the one with the two sticks hands them over to the lady with the paddle, then the operation of gathering is simply reversed.", "bibliography": "John Bardon, Wild Rice (Minnesota Historical Society Manuscripts Notebooks A/.B247, 1935).", "url": "/collection/bardon-knocking-rice"}, {"type": "document", "title": "Portage Lake Memegwesiwag knocking rice", "description": null, "documentbody": "We always went to Boy River, we were always doing something there at Boy River.  We were ricing there, and were sitting down towards evening; she was saying that they had seen Memegwesiwag. \"They too knock rice there on Boy River.  The river turns there,\" she said.  \"We were knocking rice along there,\" she said.  \"Maybe there is someone over there,\" her old man was saying, so they stopped there and she put down the knocking sticks.  Sure enough, the sound of knockers was coming toward them where they were sitting in the water, and then a boat suddenly appeared.  They sat there watching those two knocking rice.  They wanted to see who they were, but when they blinked their eyes, they disappeared form view.  \"He said, 'Memegwesiwag',\" she said, \"that's what he said; those Memegwesiwag have hair on their faces.\"  I wonder what kind of creatures they are.", "bibliography": "Maude Kegg, Portage Lake: Memories of an Ojibwe Childhood, ed. John D. Nichols (Edmonton, Alberta: University of Alberta Press, 1991), 123.", "url": "/collection/portage-lake-memegwesiwag-knocking-rice"}, {"type": "document", "title": "Pounding the rice", "description": null, "documentbody": "[The bootaagan] That was where they trampled the rice, or, sometimes, so it is said, they pounded the rice.  When it got to be night and we were through using it, we covered that mill up so it wouldn't get wet and so no sand would start getting into it.", "bibliography": "Maude Kegg, Portage Lake: Memories of an Ojibwe Childhood, ed. John D. Nichols (Edmonton, Alberta: University of Alberta Press, 1991), 123.", "url": "/collection/pounding-the-rice"}, {"type": "document", "title": "Bootaaganikewin", "description": null, "documentbody": "Ingii-wiidaakawaa ko inzhishenyiban gii-ozhi'aad iniw bootaaganan.", "bibliography": "p 128 in Portage Lake", "url": "/collection/bootaaganikewin"}, {"type": "document", "title": "Doug Sam rice boat", "description": "The Mille Lacs Ojibwe Social Oral History Project documented various aspects of the history of the Mille Lacs Band of Ojibwe Indians in Minnesota.  Interviews were done by Dr. Anthony Godfrey.", "documentbody": "Well, we used to--long ago we had rice boats, probably about fourteen feet long.  They were made by, they were homemade boats, flat-bottom boats.", "bibliography": "Doug Sam, Oral History Interviews of the Mille Lacs Social History Project. Minnesota Historical Society, 1992, written transcript 4.", "url": "/collection/doug-sam-rice-boat"}, {"type": "document", "title": "Nodinens rice storage", "description": "From Nodinens, a Mille Lacs elder who described her childhood in the late 1850s or early 1860s.", "documentbody": "A food cache was always near the sugar camp.  We opened that and had all kinds of nice food that we had stored in the fall.  There were cedar-bark bags of rice and there were cranberries sewed in birch-bark makaks and long strings of dried potatoes and apples.", "bibliography": "Frances Densmore, Chippewa Customs (St. Paul:  Minnesota Historical Society Press, 1979), 122.", "url": "/collection/nodinens-rice-storage"}, {"type": "document", "title": "Kids dancing the rice", "description": "John Mustache (Lac Courte Oreilles), University of South Dakota American Indian Research Project, Part 2, Microfiches of typed manuscripts, South Dakota Oral History Center, Vermillion, Taped interviews 1960-68", "documentbody": "As kids, you know, we always walked on that rice ourselves.  After we get it off the lake, that's what they'd do, and after it's dry then they start dancing on it.  Then the rice was scorched, after which the children 'danced' it again.", "bibliography": "Thomas Vennum, Jr., Wild Rice and the Ojibway People (St. Paul:  Minnesota Historical Society Press, 1988), 127.", "url": "/collection/kids-dancing-the-rice"}, {"type": "document", "title": "The Story of Wild Rice", "description": "MacGregor describes the procedures used by the Ojibwe in northern Minnesota in 1915 for harvesting, processing, and selling wild rice; the MacGregor family's participation in its commercial development through their general store in Aitkin; and the character of the industry in the 1960s.", "documentbody": ";...we saunter on down to the edge of the lake for a look out over the rice fields.  It is a large but shallow lake some three miles long and nearly as wide.  It is almost entirely covered with rice.  Waving gently in the light breeze, the rice glistens in the noonday sun like a vast sea of golden wheat...", "bibliography": "F.R MacGregor, \"The Story of Wild Rice\" (Minnesota Historical Society Manuscripts Notebooks, P90).", "url": "/collection/the-story-of-wild-rice"}, {"type": "document", "title": "The need to protect rice", "description": null, "documentbody": "During the past eight or ten years there has been a steady growth of whites entering the wild rice beds.  They have been greedy and paid no attention to the natural laws regarding plants reproduction.  As a result many of the better wild rice beds have been ruined by whites gathering the crop in an immature state.  The practice of the whites has forced the Indians to gather immature rice.  This whole entire practice was ruining the wild rice in Minnesota and steps had to be taken to correct these practice.", "bibliography": "Charles E. Chambliss, Wild Rice (Washington, D.C.: U.S. Dept. of Agriculture, Circular 229, 1922), 4-5.", "url": "/collection/the-need-to-protect-rice"}, {"type": "document", "title": "The need to improve present wild rice program;;Indian Affairs Committee", "description": "Present were state, BIA, and tribal representatives, called to order by Chairman, Roger Jourdain \"to gather information to improve the present wild rice program at stake.\"  Meeting held at the Recreation Cafe in Bemidji, Minnesota.", "documentbody": "State of Minnesota, Department of Conservation, Indian Affairs Committee Meeting Minutes, dated April 22, 1966, Department of Conservation, Box 104.L.8.8(F)", "bibliography": "State of Minnesota, Department of Conservation, Indian Affairs Committee Meeting Minutes, dated April 22, 1966, Department of Conservation, Box 104.L.8.8(F)", "url": "/collection/the-need-to-improve-present-wild-rice-program-indian-affairs-committee"}, {"type": "document", "title": "Wild rice waters", "description": null, "documentbody": "The problem of control of water levels is a very delicate one, since there are two opposing factions.  One faction is made up of lake resort owners, who want high water for propagation of fish for resort purposes; the other, for lower water levels for the growing of wild rice and other aquatic plants.", "bibliography": "James Kauffman, Supervisor of Extension Work letter dated January 17, 1939, to the Commissioner of Indian Affairs, Record Group 75 BIA (National Archives)", "url": "/collection/wild-rice-waters"}, {"type": "document", "title": "Wild rice tribal corporate enterprise", "description": "Paul LaRocue from and more about Wild Rice Corporate Enterprise (nothing online or in Vennum)", "documentbody": "[Letter address] Mrs. Luella Skifstrom, International Falls, MN [space] Dear Mrs. Skifstrom: [space] You are the winner of the Wild Rice Guessing contest, which was held in Bemidji during the Paul Bunyan Carnival, your guess being 12,600 and the correct figure was 12,576 kernels.  Your 5 lbs. of No. 1 wild rice is being shipped today. [space] Sincerely, Paul LaRocque, Manager, Wild Rice Corporate Enterprise", "bibliography": "Letter in National Archives, Record Group 75, BIA", "url": "/collection/wild-rice-tribal-corporate-enterprise"}, {"type": "document", "title": "Fanning the rice", "description": "These oral history interviews, conducted by Marvin Lamppa, Gerald Pete, and Tracey Dagen, were commissioned by the Bois Forte Heritage Center.  Those interviewed discuss various aspects of the history of and life on the Bois Forte Reservation in northeastern Minnesota.  Additional copies of the transcripts are housed at the Bois Forte Heritage Center, Tower, MN, and the Iron Range Research Center, Chisholm, MN.", "documentbody": "But, uh, I remember too before he got a fan or…we used to have to fan rice.  And then he'd [Grandpa] put it on a canvas tarp and then he'd say \"Well you can fan rice here.\"", "bibliography": "Phyllis Strong Boshey, Oral History Interviews of the Vermilion Lake Bois Forte Oral History Project.  Minnesota Historical Society, 1996-1997, written transcript 14.", "url": "/collection/fanning-the-rice"}, {"type": "document", "title": "Jim Clark Naawigiizis Ricing", "description": "Jim Clark, Naawigiizis, or Center of the Moon, an Ojibwe of the Eagle Clan, was born in a birch bark house during ricing time in 1918 at the Mille Lacs reservation and has lived between there and Minneapolis, Minnesota for the greater part of his live.  He was an Army medic during WWII, serving in England and Germany before his discharge in 1945.  He is married to Jessie Clark, whose Ojibwe name is Mookwewidamookwe (page 4 of cover).", "documentbody": "Areas for ricing were pretty well organized.  Each family group had their own camp and rice bed area….This was rice camp at Fish Lake, southwest of Mora, so he went to our home at the Lake Lena area.  An old Model T carried us, a boat, kettle, winnowing baskets, a few clothes, and wood for parching, plus bedding and cooking pots.  Ricing time, we always camped.", "bibliography": "James Clark, Naawigiizis: The Memories of Center of the Moon, ed. Louise Erdrich (Minneapolis: Birchbark Books, 2002), 62.", "url": "/collection/jim-clark-naawigiizis-ricing"}, {"type": "document", "title": "Densmore on making fish nets", "description": null, "documentbody": "In early time the nets or seines were made of nettle-stalk twine, the lighter twine being used for the fish nets and the stronger twine used for tying the nets to the poles. Manufactured twine for fish nets was issued to the Chippewa with their annuities at an early date. The implements now used in making fish nets are probably the same which have been used for many years and consist of a shuttle, which carries the twine, and a square piece of smooth wood around which the twine is passed before making the knot. With these is used a finger protector of leather, which is worn over the little finger of the right hand, the twine being tightly wound around the hand and pressing against the finger. The width of a net was measured by the number of meshes, and the length by the number of \"arm spreads\"...An average size is 19 meshes wide and 60 arm spreads long. Pieces of light wood about 12 inches long are fastened to the edge of the net as \"floaters,\" and opposite each is a stone \"sinker.\" The distance between these is twice a single \"arm length.\"", "bibliography": "Frances Densmore, Chippewa Customs (St. Paul:  Minnesota Historical Society Press, 1979) 154.", "url": "/collection/densmore-on-making-fish-nets"}, {"type": "document", "title": "HIlger describing net materials", "description": "Originally published in 1951 by the Smithsonian Institution Bureau of American Ethnology as Bulletin 146.", "documentbody": "A Red Lake informant, a professional net maker, in making nets used cord made from the inner bark of the basswood. (Some women used nettles.) The bark, torn into fine strands, was boiled for about one-half hour, and while still soft rolled over the bare side of the right leg with the palm of the right hand. If fibers become dry, they are drawn through the mouth to be moistened with saliva. No knots were made in joining strands but the ends of two strands were worked between molars and deftly rolled into each other with fingers. Men who assisted rolled cord above the knee. One old Red Lake informant's great-grandmother made cords for fish nets by boiling nettles, drying them, separating them into fibers, dampening them by drawing them through the mouth, and then rolling them on her leg. \"This made fine cord for nets. She used to have balls of it ready for use. That was long, long ago.\" While rolling basswood fiber women squatted on the ground.", "bibliography": "Sister M. Inez Hilger, Chippewa Child Life and Its Cultural Background (St. Paul: Minnesota Historical Society Press, 1992) 125.", "url": "/collection/hilger-describing-net-materials"}, {"type": "document", "title": "Hilger on fishhooks", "description": "Originally published in 1951 by the Smithsonian Institution Bureau of American Ethnology as Bulletin 146.", "documentbody": "Fishhooks, in old days, were made of bone or wood. Two old L'Anse fishermen heard of a hook 2 inches long made of bone. Both ends had been sharpened and the middle slightly grooved by means of stones, the sliced end of a stick being securely tied into the groove with basswood fiber. When fishing the pointed ends were tipped off with bait--anything edible serving as bait. With a quick and skillful movement a nibbling fish was hooked in the jaw. A Lac Courte Oreille fisherman when a boy made a wooden fishook by removing bark of a 16 to 20-foot maple sapling, about 2 inches in diameter. After hardening one end of it over the heat of a fire he notched this end in two places opposite each other, thus forming two hooks. Fish were grabbed with either hook while the fisherman stood on the shore. Some informants had heard old people tell of spearing fish with copper arrows, \"such arrows as were found when digging the canal between Hancock and Houghton, Mich.\"", "bibliography": "Sister M. Inez Hilger, Chippewa Child Life and Its Cultural Background (St. Paul: Minnesota Historical Society Press, 1992) 127.", "url": "/collection/hilger-on-fishhooks"}, {"type": "document", "title": "Hilger on the bark lodge", "description": "Originally published in 1951 by the Smithsonian Institution Bureau of American Ethnology as Bulletin 146.", "documentbody": "The bark lodge used by the Chippewa gave the appearance of a one-room, low, gable-roof cottage. The entire framework consisted of saplings of ironwood or elm. The coverings of walls and roof were bark of the birch, cedar, Norway pine, elm, or tamarack. A 96-year-old White Earth man recalled that previous to sawmill days, nearly all of the Indians in their vicinity lived in bark houses. The framework of several was seen in wild-rice camps on the same reservation in 1938. An old Lac Courte Orielle informant as a child lived in an elm bark house with a gabled roof at Jump River near Chippewa Falls, Wisc.", "bibliography": "Sister M. Inez Hilger, Chippewa Child Life and Its Cultural Background (St. Paul: Minnesota Historical Society Press, 1992) 140.", "url": "/collection/hilger-on-the-bark-lodge"}]