[{"primary_name": "Eugene Stillday", "ojibwe_name": "Miskwaanakwad", "english_name": "Eugene Stillday", "initials": "es", "image": {"src": "/uploads/people/images/person/94205/244-OPD_6-2011.png", "alt": "244 opd 6 2011"}, "community": "Obaashiing", "region": "Red Lake", "description": "<p>Eugene Stillday was born in Ponemah on the Red Lake Indian Reservation, and served in the Navy during the Korean War. After a long career as an administrator of social programs for the Red Lake Tribal Council, he retired in 1997. Currently, he is active in Ojibwe language and culture initiatives, frequently speaking at community college activities and ceremonies, and regularly gives the invocation at Tribal Council meetings. &#13;\n</p><p>&#13;\nIn 2006, Eugene began recording audio for the Ojibwe Dictionary project, and continues to come up with interesting words and unique sentence examples.&#13;\n</p><p>&#13;\nMiskwaanakwad indigoo. Miinawaa Gegaanwaanikwed. Zhingobiins igaye. Ozaamiinadoon indoojibwewinikaazowinan. Mii 'iw eta go niswi gikendamaan. Mii iniwen niswi apane gaa-pi-igooyaan gii-pi-ikogiyaan Obaashiing. Eugene Stillday indigoo Zhaaganaashiimong. Mii go omaa Obaashiing gaa-tazhi-nitaawigiyaan miinawaa ikogi'igooyaan. Midewing inagakeyaa ingii-izhi-biindiganigoo o'owe niiyaw miinawaa nibimaadiziwin. Mii 'iw eta go anishinaaabe-izhitwaawin gaa-pi-gikendamaan, gii-ojibwemoyaan igaye. Mii iw bijiinag gaa-maajii-gikinoo'amaagooyaan gii-odaapinamaan waabishkiiwed odinwewin. Ogaakaaning ingii-tazhi-gabe-gikendaas Ode'imini-giizis ashi zhaangaswaak ashi naanimidano gaa-ishkwaa-ayaad Gizhe-manidoo. Ingii-taangigwanenige ji-zhimaaganishiiwiyaan maagizhaa gaye niizho-anami'e-giizhikwagak jibwaa-giizhiikamaan nigikinoo'amagoowin. Babamaashiiwinini ingii-aaw niiwo-gikinoonowin Korea apii gii-miigaading. Mii iwidi gii-waabandamaan zanagadong gii-idaming. Niibowa ingii-agwaa'oonaanaanig zhimaaganishag imaa Inchon miinawaa Wonson. Nising ingii-pi-giiwemin omaa minisiing gii-aazhawishkamaang iwe gichigami gichi-jiimaaning gaa-pooziyaan miinawaa nising ingii-o-daagoshinimin endazhiikodaading. Gaa-tagoshinaan ingii-piidige waabishkiiwed ogichi-gikinoo'amaadiwining gii-mamooyaan babaamiziwin miinawaa asigibii'igwewin. Gaa-kabegikendaasoyaan  omaa, mii 'iw gaa-inanokiiyaan nisimidano ashi ningodwaaso-biboon. South Dakota ingii-ayaamin ningodoodewiziyaang nishwaaso-biboon; ozhibii'igewigamingong imaa daashkiboojiganing Gaa-madaabiimog igaye naano-biboon. Ogaakaaning igaye niishtano ashi niswi ingii-anokiitaage imaa Miskwaagamiiwi-zaaga'iganiniing Zagaswe'idiwining. Mii omaa gii-mamooyaan anwebiwin gii-ishkwaa-aginzod Onaabani-giizis ashi zhaangaswaak zhaangasimidano ashi niizhwaso gaa-izhkwaa-ayaad Gizhe-Manidoo. Noongom idash ayaapii niwiidookawaa gichi-gikinoo'amaagewinini owidi wenjiid University of Minnesota ozhibii'amaang  Ojibwemong imaa ikidowinini-mazina'iganing. Mii go omaa wenjiid a'awe niwiijiiwaagaan. Zhooniyaabiik inaa. Alfreda izhinikaazo zhaaganaashiimong. Ingodwaaso ingii-miinigoowizimin igiw anishinaabeg. Niswi ikwewag miinawaa niswi ininiwag. Ozaamiinowag noozhishenyinaanig. Ozaamiinowag igaye indaanikoobijiganinaanig. Naanimidano ashi niiwin gikinoonowin gaa-ako-wiidigendiyaang awe niwiijiiwaagan. Niminwendaan aapiji wiidookawag a'awe niijanishinaabe miinawaa gaagiizomag.&#13;\n</p>", "href": "/speaker/eugene-stillday"}, {"primary_name": "Gerri Howard", "ojibwe_name": "Niingaabii’anook", "english_name": "Gerri Howard", "initials": "gh", "image": {"src": "/uploads/people/images/person/94207/270-OPD_6-2011.png", "alt": "270 opd 6 2011"}, "community": "Cha-cha-bah-ning", "region": "Leech Lake", "description": "<p>Ningaabii’anook indizhinikaanigoo. Jaachaabaaning indoonjii. Awaazisii indoodem. Niwiidookaage imaa Nigaane gikinoo’amaadiiwigamigong. Ajina ingii-wiidookaage imaa Waawaashkeshii-Ziibii Ishpi-gikininoo’amaadiiwigamigong. Miinawaa imaa Nagaajiwanong Ojibwemotaadidaa Gabeshiwining.  Niwiidookawaanaanig gebe-gikendaasowaad. Geyaabi indoojibwem bezhig indinawemaagan indoojibwemotaadimin apane mii wenji-minjimendamaan ojibwemoyaan. Ingii-kwiinawendaan ojibwemoyaan gaa-onji-maadanokiiyaan imaa Niigaane. Gaawiin ingii-ojibwemotawasiig niniijaanisag dibishkoo indashenige gikinoo’amawaasiwagwaa niniijaanisag. Eko-niizhing miinawaa eko-nising niwiidookawaa a’aw gekinoo’amaaged. Mii sa go iw.&#13;\n</p><p>&#13;\n&#13;\nMy clan is the awaazisii (bullhead) and I am an elder in my community. I grew up in the Cha-cha-bah-ning community on the Leech Lake Reservation. I am an Ojibwe language teacher at the Niigaane immersion school, and have helped at a weekly language table at the Deer River High School.&#13;\n</p><p>&#13;\nMy language stays alive because I have a relative I grew up with and we both teach the language and speak only Ojibwe with each other.&#13;\n</p><p>&#13;\nIn order to speak my language I went to work helping others learn.  And I do it because I never taught my children.  I work with the teacher of 2nd and 3rd grade students.&#13;\n</p>", "href": "/speaker/gerri-howard"}, {"primary_name": "Gordon Jourdain", "ojibwe_name": "Maajigwaneyaash", "english_name": "Gordon Jourdain", "initials": "gj", "image": {"src": "/uploads/people/images/person/94208/314-OPD_6-2011.png", "alt": "314 opd 6 2011"}, "community": "Cloquet", "region": "Eastern Canadian Border Lakes", "description": "<p>Boozhoo. Niin Maajiigwaneyaash, Zhaawanigwaneyaash, Menwewekamiginang, Giiwitaa-aategwaneb, Ba'ojaanimwewidang, Biwaapikogoneb. Bizhiw indoodem. Kijiwanonong indoonjibaa. Gii-nitaawigiyaan, giibimaadiziyaan iwidi ishkoniganing, gaawiin wiikaa ingii-shaaganaashiimosiimin. Ingii-ojibwemomin eta go. Mii dash ezhi nimisawendamaan aapiji ji-wiidookawag niij-anishinaabe, niwiijide'emaagan ji-anishinaabemod, memindage ji-ojibwemod. Gaawiin niwii-maajiidoosiin ojibwemowin ani-maajaayaan, niwii-nagadamaagen.&#13;\n</p>", "href": "/speaker/gordon-jourdain"}, {"primary_name": "Leona Wakonabo", "ojibwe_name": "Bizhiikiis", "english_name": "Leona Wakonabo", "initials": "lw", "image": {"src": "/uploads/people/images/person/94215/260-OPD_6-2011.png", "alt": "260 opd 6 2011"}, "community": "Cha-cha-bah-ning", "region": "Leech Lake", "description": "<p>Bizhikiins indizhinikaaz. Makwa indoodem. Jaachaabaaning indoonjii. Ingii-tazhi-nitaawig imaa Jaachaabaaning imaa Gaa-Zagaskwaajimekaag. Ingikinoo’amaage imaa Niigaane, ingikinoo’amawaag ingiw abinoojiinyag. Ajina ingii-wiidookaage imaa Waawaashkeshii-Ziibii ishpi-gikinoo’amaadiiwigamigong. Mii eta apane gii-ojibwemotawiwaad niimaamaa miinawaa nimaamaanaan. Mii wenji-nitaa-ojibwemoyaan. Mii apane gaa-wiiji’agwaa mii eta go ojibwemoyaang mii go geyaabi. Chi-apiitendaagwad iw gidiniwewininaan. Giwanitoomin, mii wenji-gikinoo’amaageyaan. Miziwe go indizhaa gikinoo’amaageyaan Ojibwemowin.  &#13;\n</p><p>&#13;\nMy clan is Makwa (bear), and I am an elder in my community. I grew up in the Cha-cha-bah-ning community on the Leech Lake Reservation. I am an Ojibwe language teacher at the Niigaane immersion school, and have helped at a weekly language table at the Deer River High School.&#13;\n</p><p>&#13;\nMy language stays alive because I have a relative I grew up with and we both teach the language and speak only Ojibwe with each other.&#13;\n</p><p>&#13;\nLanguage is important because we are losing it.  We must teach the language to the little ones.  So one of the things I do is work with the teacher of the K-6 students.&#13;\n</p>", "href": "/speaker/leona-wakonabo"}, {"primary_name": "Lee Staples", "ojibwe_name": "Obizaan", "english_name": "Lee Staples", "initials": "ls", "image": {"src": "/uploads/people/images/person/94216/013_DictionaryLaunch__MG_0056.png", "alt": "013 dictionarylaunch  mg 0056"}, "community": "Aazhomog", "region": "Mille Lacs", "description": "<p>Obizaan indizhinikaaz. Mii imaa Aazhomog gii-nitaawigi'igooyaan. I'iw Misi-zagaa'iganing ishkoniganing. Gii-gichi-aya'aawiwag gaa-nitaawigi'ijig. Mii eta go gii-ojibwemowaad.  Gaawiin gii-shaaginaashiimosiiwag. Mii dash i'iw wenji-gikendamaan da-ojibwemoyaan miinawaa mii go apane gii-naazikaagewaad i'iw anooj ani-manidoowichiged a'aw anishinaabe. Mii i'iw akiiwenziiyiban gaa-izhichiged apane gii-kanoodamawaad inow anishinaaben asemaakenid miinawaa ani-manidoowichigenid. Mii dash gaye niin noongom ezhichigeyaan ani-naadamawag a'aw anishinaabe ani-ganoodamawag inow odasemaan asaad miinawaa bagijiged. Mii dash i'iw ezhi-misawendamaan da-ni-gikinoo'amawag ge-ni-bimiwidood giniigaaniiminaang da-ni-naadamawaad inow anishinaaben ani-biindaakoojigenid da-ni-ganoodamawaad inow anishinaaben asemaakenid da-ni-gikendang i'iw gaagiigidowin aabijichigaadeg imaa ingiw manidoo-dewe'iganag ani-aabajichigaazowaad miinawaa maajaa'iweng biinish igo gaye a'aw midewi'iweng a'aw anishinaabe. Niwii-ayaan da-ni-aabaji-ayaamagak i'iw akeya gaa-izhi-miinigoowiziyang anishinaabewiyang da-ni-giige'indwaa dash ingiw anishinaabeg oniigaaniimiinaang waa-ni-ayaajig.&#13;\n</p>", "href": "/speaker/lee-staples"}, {"primary_name": "Larry Smallwood", "ojibwe_name": "Amik O’Gaabaw", "english_name": "Larry Smallwood", "initials": "lsa", "image": {"src": "/uploads/people/images/person/94217/248-OPD_6-2011.png", "alt": "248 opd 6 2011"}, "community": "Lake Lena district of Mille Lacs", "region": "Mille Lacs", "description": "<p>Amik was born in Washington, D.C. and raised in Aazhoomoog (Lake Lena District of Mille Lacs) from the age of six months by his mother’s aunt and uncle. The family spoke only Ojibwe. He attended an all-white country school as the only native student. In 1968, he was drafted  into the US Army, and after serving in the military, moved to Los Angeles, California after enrolling in the Urban Indian Relocation Program. &#13;\n</p><p>&#13;\nAmik returned home in 1971, and worked primarily as a language instructor for the Minneapolis Public Schools, Nay Ah Shing School, University of Minnesota - Duluth and Leech Lake Tribal College. Since 1999, he has served as the director of language and culture for the Mille Lacs Band of Ojibwe.  &#13;\n</p>", "href": "/speaker/larry-smallwood"}, {"primary_name": "Marlene Stately", "ojibwe_name": "Anangookwe", "english_name": "Marlene Stately", "initials": "ms", "image": {"src": "/uploads/people/images/person/94221/279-OPD_6-2011.png", "alt": "279 opd 6 2011"}, "community": "Odena-Akiing", "region": "Leech Lake", "description": "<p>&#13;\nAnangookwe dibendaagozi Gaa-zagaskwaajimekaag. Ginwenzh gii-anokii wiidookawaad wiijanishinaaben nawaj ji-gikendaminid yo'ow anishinaabemowin. Noongom anokii iwidi Niigaane Gikinoo'amaadiiwigamigong. Gii-agaashiinyid ogii-gikendaan anishinaabemowin eta go. Geyaabi go wawiingezi miinawaa odaabajitoon gakina gekendang ji-naadamaaged wii-pimaadiziiwinagak gidinwewininaan.&#13;\n</p><p>&#13;\nMarlene Robinson Stately was born in 1941 in Townside, three miles north of Ball Club. She grew up speaking Ojibwe with her parents, and spoke it regularly with other children until entering elementary school in Ball Club, where she and other native children were disciplined for speaking the language.&#13;\n</p><p>&#13;\nMarlene married Leonard Stately, Sr. from Red Lake, and had four children. She has worked at the Arrowhead Community College, teaching Ojibwe language and Intro to American Indian Studies from 1987-1992. She worked at Niigane Immersion School and is currently working at Bug O Nay Ge Shig School in Bena, MN.&#13;\n</p>", "href": "/speaker/marlene-stately"}, {"primary_name": "Nancy Jones", "ojibwe_name": "Ogimaawigwanebiik miinawaa Ogimaakwewibiik", "english_name": "Nancy Jones", "initials": "nj", "image": {"src": "/uploads/people/images/person/94222/018_DictionaryLaunch__MG_0075.png", "alt": "018 dictionarylaunch  mg 0075"}, "community": "Nigigoonsiminikaaning", "region": "Nigigoonsiminikaaning", "description": "<p>Ogimaawigwanebiik miinawaa Ogimaakwewibiik izhinikaazo. Nancy Jones izhi-zhaaganaashiiwinikaazo. Wazhaskwan odoodeman. Biigwaj ayi'ii gii-tazhi-ombigi ookomisan ogii-ombigi'igoon. Mii dash gii-ashi-niso-biboonagizid ogii-wiidigemaan Nigigoonsiminikaaniiwininiwan, Boonjigwaneyaash gii-izhinikaazo. Niizhwaasimidana ashi-bezhig daso-biboonagizi. Gii-kiginitaawigi owe anishinaabwemowin. Mii iwe apane ezhi-gaagiigidod. Bangii eta ogikendaan zhaaganaashiimowin. Ashi-nishwaaso-biboon ogii-gikinoo'amaagen anishinaabemowin miinawaa anishinaabewitwaawin imaa zhaaganaashiiwakiing. Geyaabi go o'apii ondaaji'idizo noopiming gaa-onjiig wiisiniwin. Apane go odashiikaan gaye aazhawinamaaged gidinwewininaan gaye gidizhitwaawininaan. Aapiji ominwendaan owe dashiikang apane gaa-gii'-izhi-miinigoowiziyang ji-izhi-gaagiigidoyang manidoo gaa-gii'-miininang. Gizhi-ishpendaagwad gaa-ina'oonigoogyang. &#13;\n</p>", "href": "/speaker/nancy-jones"}, {"primary_name": "Rose Tainter", "ojibwe_name": "Zhaangweshi", "english_name": "Rose Tainter", "initials": "rg", "image": {"src": "/uploads/people/images/person/94224/320-OPD_6-2011.png", "alt": "320 opd 6 2011"}, "community": "Odaawaa-Zaaga'iganiing", "region": "Red Lake", "description": "<p>Obaashiing ingii-nitaawigi'igoo iwidi Miskwaagamiiwi-zaaga'igan-ishkoniganing. Gaawiin memwech aakoziiwigamigong ingii-ondaadizisiin. Mii go niinawind gakina nimisenyag mii gaye nisayenyag nishiimeyag ingii-ondaadizimin endaayaang. Ningii-midaachimin. Naanan gwiiwizensag, naanan ikwezensag. Gaawiin bezhig nimisenh ningii-gikenimaasiin. Mewinzha gii-kiiwe. Gii-izhinikaazo Irene. Gaawiin ingii-gikenimaasiin ezhinikaazod anishinaabemowin. &#13;\n</p><p>&#13;\nMii go apane gii-Anishinaabemoyaan, igaye ingii-pagadinigoosiimin izhaayaan anama'ewigamigong. Nimamaa gii-ikido eta go waabishkiiwed izhaa anama'e-wigamigong. &#13;\nGii-niizhtana niizhwaaso-biboonagiziyaan, ningii-pi-maajaa gii-izhaayaan Gakaabikaang. Ningii-ando-anokii. Ningii-ayaawaa bezhig gwiiwizens. Nimaamaa ogii-kanawenimaan gii-pi-izhaayaan Gakaabikaang. Mii imaa gii-nagishkawag gaa-onaabemiyaan. Niizh ikwezwensag ingii-ayaawaanaanig bezhig gaye gwiiwizens. &#13;\n</p><p>&#13;\nHoneywell gii-anokii ninaabem. Nisimidana daso-biboon gii-anokii imaa. Gaye niin dash ningii-anokii endazhi-ozhibii'igaadegin mazina'iganan. Niizhtana ashi niizh daso-biboon ingii-anokii imaa. \"InstantWeb\" mii imaa gii-anokiiyaan.&#13;\n</p><p>&#13;\nNitam ninaabem gii-ishkwaa-anokii imaa Honeywell. Imaa 1997, ingii-pi-kozimin imaa Odaawaa-zaaga'iganiing. Mii dash gii-nagishkawag Waawaakeyaash. Mii imaa gii-wiidookawag Ojibwemowin. Imaa 2000, ingii-paakaakonaamin Waadookodaading Ojibwemowini-gikinoo'amaadiiwigamigong Odaawaa-zaaga'iganiing wayeshkad gii-inendaagwak.&#13;\n</p><p>&#13;\nGaa-ako-midaaso-biboonagak ningii-gikinoo'amaage, ningii-inaakonige, ningii-ozhitoon enaabadak, miinawaa ningii-wiidookawaan gekinoo'amaagenijin imaa. Mii sa 'i.&#13;\n</p><p>&#13;\n<strong><em>*Gii-ishkwaa-ayaashi ashi-niizhogonagizid Iskigamizige-giizis gii-agoojing 2014.  Da-mikwendaagozi apane a'aw mindimooyenyiban gii-wiidookawaad iniw wiij-anishinaaben weshki-ojibwemonid.  </em></strong>&#13;\n</p><p>&#13;\nPonemah is where I was raised. It wasn't really necessary for us to be born in a hospital. All of us were born at home, my brothers and sisters and my younger siblings. There were 10 of us. Five boys and five girls. One sister I don't remember. She went home a long time ago. Her name was Irene. I didn't know her Indian name.&#13;\n</p><p>&#13;\nAll of us talked Ojibwe all the time. Also we weren't allowed to go to church. My mother said only the white people go to church. All of us had Indian names. We also had English names.&#13;\n</p><p>&#13;\nI was 27 years old when I left home. I went to Minneapolis. I went looking for work. I had one son. My mother kept him for me when I went to Minneapolis. That's were I met my husband. We had two girls and one son.&#13;\n</p><p>&#13;\nHoneywell is where my husband worked. He worked there for 30 years. I worked at a printing company. I worked there for 22 years. The name of the company was InstantWeb.&#13;\n</p><p>&#13;\nFirst my husband retired from Honeywell. In 1997, we moved to LCO (Lac Courte Oreilles). That is where I met Keller Paap. That's where I helped him with Ojibwe. 2000 is when we founded Waadookoodaading. And the rest is history.&#13;\n</p><p>&#13;\n<strong><em>Rose passed away on April 12th 2014.  She will always be remembered for helping her fellow Anishinaabe people and young Ojibwe speakers. </em></strong> </p>", "href": "/speaker/rose-tainter"}]